{
  "description": "Интерпретации шкал СМИЛ с профессиональными описаниями",
  "basic_scales": {
    "1": {
      "name": "Ипохондрия (Hs) - Сверхконтроль",
      "levels": {
        "low": "Оптимизм, отсутствие ипохондрических тенденций. Человек редко жалуется на здоровье, активен, полон энергии. Преобладает биологический тип защиты с соматизацией тревоги.",
        "normal": "Нормальный уровень заботы о здоровье. Адекватное внимание к физическому состоянию без чрезмерной фиксации. Здоровая реакция на недомогания.",
        "elevated": "Повышенное внимание к здоровью, возможны соматические жалобы. Склонность фиксироваться на телесных ощущениях. Усиленный невротический самоконтроль.",
        "high": "Выраженные ипохондрические тенденции. Множественные жалобы на здоровье, поиск болезней. Биологический способ защиты через конверсию тревоги в физические симптомы.",
        "very_high": "Сильная фиксация на здоровье. Возможна ипохондрия, множественные неспецифические жалобы. Болезненная сосредоточенность на самочувствии."
      },
      "combinations": {
        "1-2-3": "Невротическая триада. Характерна для невротических и неврозоподобных расстройств с конверсионными симптомами.",
        "1-8": "Одинокий пик по 1-й при высокой 8-й встречается при ипохондрической форме шизофрении."
      }
    },
    "2": {
      "name": "Депрессия (D) - Пессимистичность",
      "levels": {
        "low": "Приподнятое настроение, оптимизм. Высокая энергия, позитивный взгляд на жизнь. Мотивация достижения преобладает.",
        "normal": "Нормальное эмоциональное состояние. Адекватные реакции на события. Баланс между радостью и грустью.",
        "elevated": "Сниженное настроение, пессимизм. Возможны периоды подавленности. Основная мотивация - избегание неуспеха.",
        "high": "Выраженная депрессия, чувство вины. Снижение активности, интереса к жизни. Глубина переживаний, аналитический склад ума.",
        "very_high": "Глубокая депрессия. Возможны суицидальные мысли, требуется помощь специалиста. Показатели 90T и выше характерны для клинической депрессии."
      },
      "combinations": {
        "2-7-8": "Психастенический тип личности при 65-75T. Тревожно-депрессивный синдром при более высоких баллах.",
        "2-1-3": "Входит в невротическую триаду. Вытесненная тревога с конверсией в физиологические нарушения."
      }
    },
    "3": {
      "name": "Истерия (Hy) - Эмоциональная лабильность",
      "levels": {
        "low": "Критичность к себе, реализм. Трезвая оценка ситуации, сдержанность в эмоциях. Рациональный подход.",
        "normal": "Умеренная эмоциональность. Баланс между контролем и выражением эмоций. Гибкость установок.",
        "elevated": "Демонстративность, стремление к вниманию. Желание нравиться, быть в центре. Артистический склад личности.",
        "high": "Выраженная истероидность, конверсионные реакции. Эмоциональная нестабильность. Вегето-эмоциональная неустойчивость.",
        "very_high": "Сильная истероидная акцентуация. Возможны психосоматические реакции. Склонность драматизировать ситуацию."
      },
      "combinations": {
        "1-3-4": "Профиль истерической личности с поведенческими реакциями истерического плана.",
        "3-4-6-8": "Психопатическая личность с истерическими чертами. Возможен истероформный дебют шизофрении."
      }
    },
    "4": {
      "name": "Психопатия (Pd) - Импульсивность",
      "levels": {
        "low": "Высокий самоконтроль, конформность. Следование правилам, осторожность. Снижение мотивации достижения.",
        "normal": "Умеренная импульсивность. Баланс между спонтанностью и контролем. Активная личностная позиция.",
        "elevated": "Импульсивность, склонность к риску. Возможны конфликты с нормами. Нетерпеливость, завышенный уровень притязаний.",
        "high": "Выраженная антисоциальность, конфликтность. Трудности с контролем поведения. Стремление к независимости.",
        "very_high": "Сильная тенденция к нарушению норм. Возможны проблемы с законом. Психопатические тенденции возбудимой личности."
      },
      "combinations": {
        "4-6": "Усиливает эксплозивность и агрессивность. Возбудимая психопатия.",
        "4-3": "Подчеркивает истероидные черты. Психопатия с истерическими реакциями.",
        "4-8": "Экспансивные шизоиды с выраженным некорригируемым индивидуализмом."
      }
    },
    "5": {
      "name": "Маскулинность-фемининность (Mf)",
      "levels": {
        "low": "Традиционные гендерные роли. Соответствие стереотипам пола. Консервативность интересов.",
        "normal": "Умеренные интересы. Гибкость в проявлении качеств. Баланс мужественности и женственности.",
        "elevated": "Нетрадиционные интересы для пола. Широкий спектр увлечений. Отклонение от типичного ролевого поведения.",
        "high": "Выраженная фемининность (у мужчин) / маскулинность (у женщин). Усложнение сексуальной межличностной адаптации.",
        "very_high": "Очень выраженные противоположные полу черты. Нестандартность. Возможна неосознаваемая бисексуальность."
      },
      "combinations": {
        "5-8-1": "Болезненная сосредоточенность на сексуальной сфере.",
        "5-alone": "Одинокий пик - своеобразные люди, непонятные для окружения, трудности межличностного общения."
      }
    },
    "6": {
      "name": "Паранойя (Pa) - Ригидность",
      "levels": {
        "low": "Доверчивость, наивность. Открытость людям, склонность верить. Миротворческие тенденции.",
        "normal": "Умеренная критичность. Здоровый скептицизм без подозрительности. Устойчивость интересов.",
        "elevated": "Подозрительность, чувствительность к критике. Ожидание подвоха. Обидчивость, ригидность.",
        "high": "Выраженная паранойяльность, ригидность. Обидчивость, злопамятность. Прямолинейность в отстаивании принципов.",
        "very_high": "Сильная подозрительность. Возможны бредовые идеи, проекции. Сутяжно-кверулянтские тенденции."
      },
      "combinations": {
        "6-4-8": "Эксплозивные психопатические личности, паранойяльные психопаты выше 80T.",
        "6-7": "Дисморфофобические переживания, болезненная фиксированность на внешних дефектах."
      }
    },
    "7": {
      "name": "Психастения (Pt) - Тревожность",
      "levels": {
        "low": "Спокойствие, уверенность. Низкая тревожность, решительность. Отсутствие щепетильности в морали.",
        "normal": "Умеренная тревожность. Адекватная реакция на стресс. Развитое чувство ответственности.",
        "elevated": "Повышенная тревожность, неуверенность. Частые беспокойства. Склонность к перепроверке сделанного.",
        "high": "Выраженная тревога, навязчивости. Возможны фобии, ритуалы. Сниженный порог толерантности к стрессу.",
        "very_high": "Сильная тревожность. Тревожное расстройство, панические атаки. Хроническая социальная дезадаптация."
      },
      "combinations": {
        "2-7-8": "Профиль психастенического типа. Комплекс неполноценности, ощущение себя как изгоя.",
        "7-8": "Механизм интеллектуальной переработки с навязчивостями. Выше 75T - хроническая дезадаптация."
      }
    },
    "8": {
      "name": "Шизофрения (Sc) - Индивидуалистичность",
      "levels": {
        "low": "Конкретность мышления, практичность. Реалистичный взгляд на мир. Здравый смысл.",
        "normal": "Умеренная рефлексия. Баланс между практичностью и творчеством. Аналитический склад мышления.",
        "elevated": "Своеобразие мышления, богатое воображение. Нестандартность. Эстетическая ориентированность.",
        "high": "Выраженные шизоидные черты, аутизация. Замкнутость, оторванность. Иррациональный тип реакции.",
        "very_high": "Сильное своеобразие мышления. Возможна дезорганизация, странности. Психопатические варианты шизоидного типа."
      },
      "combinations": {
        "8-4-9": "Акцентуация по экспансивно-шизоидному типу с подчеркнутым нонконформизмом.",
        "8-5-2": "Сензитивный шизоид с эстетической ориентированностью и повышенной рефлексивностью.",
        "8-7": "Внутренняя напряженность, тревожность, склонность к бесплодному обдумыванию проблем."
      }
    },
    "9": {
      "name": "Гипомания (Ma) - Оптимистичность",
      "levels": {
        "low": "Спокойствие, низкая активность. Размеренный темп жизни. Падение уровня оптимизма.",
        "normal": "Умеренная энергичность. Адекватный уровень активности. Позитивная самооценка.",
        "elevated": "Повышенная активность, импульсивность. Высокая энергия. Уверенность в себе, беспечность.",
        "high": "Выраженная гипомания, расторможенность. Скачка идей, суетливость. Завышенная самооценка.",
        "very_high": "Сильное возбуждение. Возможна агрессия, мания. Выше 90T - маниакальная фаза МДП."
      },
      "combinations": {
        "9-4-6": "Вариант подростковой и молодежной нормы. У взрослого - эмоциональная незрелость.",
        "9-2": "Циклотимический вариант акцентуации с перепадами настроения.",
        "9-low": "В сочетании с высокой 2-й - глубокая депрессивная окраска настроения."
      }
    },
    "0": {
      "name": "Интроверсия (Si)",
      "levels": {
        "low": "Экстраверсия, общительность. Легкость в контактах, открытость. Неразборчивость в контактах.",
        "normal": "Умеренная интроверсия/экстраверсия. Гибкость в общении. Социальная включенность.",
        "elevated": "Выраженная интроверсия, замкнутость. Предпочтение одиночества. Пассивность личностной позиции.",
        "high": "Сильная интроверсия, социальная изоляция. Трудности в общении. Избирательность в контактах.",
        "very_high": "Очень сильная интроверсия, аутизация. Избегание контактов. Внутренняя дисгармония."
      },
      "combinations": {
        "0-2-7-8": "Ослабление социальных контактов, отгороженность и отчужденность.",
        "0-low-9-high": "Избыточная общительность, граничащая с назойливостью."
      }
    }
  },
  "validity_scales": {
    "L": {
      "name": "Шкала лжи",
      "interpretations": {
        "low": "Низкая социальная желательность, искренность в ответах.",
        "normal": "Умеренная социальная желательность в пределах нормы.",
        "elevated": "Стремление представить себя в лучшем свете.",
        "high": "Высокая социальная желательность, возможная неискренность.",
        "very_high": "Очень высокая социальная желательность, результаты недостоверны."
      }
    },
    "F": {
      "name": "Шкала достоверности",
      "interpretations": {
        "low": "Осторожные ответы, возможная скрытность.",
        "normal": "Достоверные ответы, адекватное восприятие.",
        "elevated": "Возможное преувеличение проблем, симуляция.",
        "high": "Выраженное преувеличение или непонимание вопросов.",
        "very_high": "Результаты недостоверны, случайные ответы."
      }
    },
    "K": {
      "name": "Коррекционная шкала",
      "interpretations": {
        "low": "Открытость, самокритичность. Возможна излишняя откровенность.",
        "normal": "Умеренная защитная позиция.",
        "elevated": "Защитная позиция, стремление скрыть проблемы.",
        "high": "Высокая психологическая защита, результаты занижены.",
        "very_high": "Очень высокая защита, клинические шкалы недостоверны."
      }
    }
  }
}
